[
  {
    "role":"Research Fellow",
    "company":"[The Global Media Lab](https://sites.google.com/view/lafayetteglobalmedialab/home)",
    "summary":"Conducting research on the impact of media on election outcomes. Used Python to extract Tanzanian parliamentary election results from a government-provided PDF.",
    "range":"June 2024 - Present"
  },
  {
    "role":"Research Assistant",
    "company":"[Sababi Institute](https://sababi.org/)",
    "summary":"Analyzed survey data collected from field research using Stata. Built a dashboard in Tableau to visualize the survey data. Made corrections to survey data entered by enumerators based on feedback from the QC team. Conducted research to assess whether an NGO's problem statement was relevant to their initiative.",
    "range":"July 2023 - October 2023"
  },
  {
    "role":"Research Assistant",
    "company":"[Gov Lab, Lafayette College](https://sites.lafayette.edu/clarkeaj/gov-lab/)",
    "summary":"Developed the iOS app Peer2Power to facilitate a randomized control trial evaluating the impact friend-to-friend recruiting has on willingness to volunteer for political campaigns. I wrote the app in SwiftUI while another student wrote a web version of the app. The app shipped on the App Store. Preliminary analysis suggested we achieved a statistically significant result.",
    "range":"June 2021 - May 2023"
  },
  {
    "role":"Strategy Intern",
    "company":"[PUBLIC](https://www.public.io/)",
    "summary":"Conducted desk research on One Health, a public health approach that emphasizes the intersection between human, animal, and environmental health to identify opportunities available to provide services. My findings were featured in a [company blog post.](https://www.public.io/blog-post/from-policy-to-product-enabling-one-health-through-technology)",
    "range": "June 2022 - July 2022"
  },
  {
    "role":"InnovationX Virtual Student Federal Service (VSFS) Intern",
    "company":"[U.S. Department of Health and Human Services (HHS)](https://www.hhs.gov/ash/osm/innovationx/index.html)",
    "summary":"Conceptualized a tech sprint to bring together private and government stakeholders to modernize health IT on reservations. Worked on a research project on Long COVID to increase internal knowledge in line with an executive order requiring federal agencies to improve customer experiences.",
    "range":"September 2021 - May 2022"
  },
  {
    "role":"Student Worker",
    "company":"[Lafayette College Digital Scholarship Services](https://dss.lafayette.edu/)",
    "summary":"Wrote alt-text to images in the library's digital collection, wrote captions to oral history videos, and wrote software to accelerate workflow.",
    "range":"February 2020 - May 2022"
  },
  {
    "role":"Social Issues Policy Shop intern",
    "company":"[Our National Conversation](https://joinonc.com/)",
    "summary":"Wrote an op-ed on *Hunter v. U.S. Department of Education*, a case involving LGBTQ discrimination by religious schools. Gave a presentation on a policy proposal to improve public K-12 education.",
    "range":"May 2021 - September 2021"
  },
  {
    "role":"Digital Platform Manager",
    "company":"[ABC Archives Project, Lafayette College](https://scalar.lafayette.edu/abcarchives/index)",
    "summary":"Managed the Scalar book the content of the archives were to go in. Oversaw the overall design of the website meant to host the archive.",
    "range":"May 2021 - September 2021"
  }
]
